import Image from "next/image";
import CTABtn from "@/components/CTABtn";
function page() {
  return (
    <div className="mx-3 xs:mx-8 xl:mx-32 tracking-wide text-lg flex flex-col lg:flex-row-reverse">
      <div className="relative h-64 lg:h-80 w-full lg:flex-1 mt-8 flex-grow ">
        <Image
          src={"/happy-customer.jpg"}
          fill
          className="absolute -z-10 object-cover "
          property={true}
        />
      </div>
      <div className="lg:flex-1 lg:p-3 text-black">
        <h2 className="text-4xl mt-8">קצת עליי</h2>
        {p.map((s, i) => {
          return (
            <>
              <p className="mt-2 text-lg" key={i}>
                {s}
              </p>
            </>
          );
        })}
        <h4 className="text-xl text-theme-dark font-semibold mt-4">
          מחכים לשמוע ממך, אנחנו כאן לכל שאלה!
        </h4>
        <CTABtn
          text={"דברו איתנו עוד היום"}
          url={"contact"}
          className={"mt-3 md:mt-4 mr-auto md:ml-auto md:mr-0 bg-theme-cta "}
        />
      </div>
    </div>
  );
}

export default page;
const p = [
  `נעים להכיר אני אורי, מנהל ומייסד של אורי אחזקות בעל ניסיון של עשור בתעשיית החשמל ואחזקת דירות, המחברת בין בעלי בתים לבין אנשי המקצוע המתאימים לכל צרכי הבית שלהם. מיומן בניתוח מערכות חשמל ומיזוג אוויר וטיפול בתקלות מורכבות. מחויב לספק פתרונות יעילים וחסכוניים לבעלי בתים, מבנים ומוסדות`,
  `לפני עשור, התחלתי תוך כדי לימודי הנדסאי חשמל, שמרתי על המערכות החשמליות והמכאניות של נכסי מגורים. גיליתי שיש לי כשרון לזיהוי ופתרון תקלות מורכבות. חידדתי את כישוריי, צברתי ניסיון רב ערך, ועד מהרה מצאתי את עצמי עובר לתחום תחזוקת מבנים. בתקופה זו הבחנתי היטב בפער משמעותי בשוק – היעדר סיוע נגיש ואמין לבעלי בתים בכל הנוגע לתקלות חשמל, אינסטלציה ומיזוג אוויר.`,
  `מתוך הבנה עמוקה של התסכול וחוסר הוודאות שחווים מי שאינם מכירים את התקלות בבית, החלטתי לעשות צעד נועז, והקמתי את אורי אחזקות כדי לתת מענה לצרכים של בעלי בתים הזקוקים לסיוע בתקלות ביתיות, לרבות בעיות חשמל, אינסטלציה ומיזוג אוויר.`,
  `
אורי אחזקות הוקמה במטרה ברורה: לספק לבעלי הדירות פתרון חלק ויעיל לתקלות הביתיות שלהם. הם כבר לא יצטרכו לחפש ללא לאות אחר אנשי מקצוע מרובים כדי לטפל בנושאים מגוונים. אורי אחזקות, תחת הדרכתי, הפכה ל one stop shop עבור אנשים המבקשים סיוע באתגרי חשמל, אינסטלציה ומיזוג אוויר.`,
  `באורי אחזקות, לא רק ייעלנו את תהליך החיבור בין בעלי בתים לאנשי מקצוע מוסמכים, אלא גם טיפחנו גישה ממוקדת לקוח המבטיחה אספקת שירות מהירה ויעילה. המיקוד שלנו נשאר בלתי מתפשר – להציע פתרונות במחיר סביר מבלי להתפשר על איכות.`,
  `באמצעות אורי אחזקות, המסע שלי התפתח למשימה מונחית מטרה. אני מחויב לנצל את הניסיון הנרחב שלי כמתחזק מבנים ומומחיותי כהנדסאי חשמל כדי להדריך בעלי בתים במבוך התקלות, ולאפשר להם לחוות שקט נפשי ונוחות ללא הפרעות במבנה.`,
];
